;汉化：aotix

[ValentinesViperM1 X2CharacterTemplate]
strCharacterName="情人节毒蛇怪"

[ValentinesViperM2 X2CharacterTemplate]
strCharacterName="情人节毒蛇怪"

[ValentinesViperM3 X2CharacterTemplate]
strCharacterName="情人节毒蛇怪"

[CorpseValentinesViper X2ItemTemplate]
FriendlyName="情人节毒蛇怪尘埃"
FriendlyNamePlural="情人节毒蛇怪尘埃"
BriefSummary="这个奇怪的创造曾经是一条毒蛇。我们甚至不确定这是故意创造的还是出了问题的副产品。我们不愿意认为外星人真的故意创造了这个情人节毒蛇怪作为某种病态的笑话。不管怎样，这条毒蛇死后会变质，变成一滩粉红色的粘液，很快蒸发并变成尘埃。它对我们没有真正的用处，但应该在黑市上卖得很好。"

[ValentinesViperM1_WPN X2WeaponTemplate]
FriendlyName="情人节毒蛇怪爱之步枪"

[ValentinesViperM2_WPN X2WeaponTemplate]
FriendlyName="情人节毒蛇怪爱之步枪"

[ValentinesViperM3_WPN X2WeaponTemplate]
FriendlyName="情人节毒蛇怪爱之步枪"

[LoveShot X2AbilityTemplate]
LocFriendlyName="爱之一击"
LocFlyOverText="爱之一击"
LocHelpText="一种特殊的射击，可以从步枪中发射出，对精神造成轻微影响。"
LocLongDescription="这种能力可以使那些被击中的人变得惊慌失措，迷失方向，甚至爱上情人节毒蛇怪。"
LocPromotionPopupText="<Bullet/> 这种能力可以使那些被击中的人变得惊慌失措，迷失方向，甚至爱上情人节毒蛇怪。"

[ValentinesVest X2EquipmentTemplate]
FriendlyName="情人节背心"
FriendlyNamePlural="情人节背心"
BriefSummary="特殊背心，增加对毒液的免疫力，以及增强生命值、机动性和意志力。"
TacticalText="<bullet/> 增加士兵2点生命值，2点机动性，8点意志力。\n<bullet/> 提供对毒液的免疫力。"




